import { IRow } from "../components/row/row.component";
export const rows: IRow[] = [
    {
        title: 'קומדיות טלוויזיה',
        cubes: [
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/suits.webp',
                tags: ["שנון", "דרמה קומית", "פסקול ידוע"],
                title: "Suits",
                description: "בחור צעיר וחריף מצליח להרשים עורך דין בכיר, שמקבל אותו לתפקיד נחשק במשרד עורכי הדין שלו – על אף שנשר מהלימודים ואין לו תואר במשפטים.",
                metaData: {
                    participants: "גבריאל מאכט, פטריק ג'יי אדמס, ריק הופמן, עוד",
                    genres: "תוכניות טלוויזיה - בית משפט, דרמות טלוויזיה, קומדיות טלוויזיה",
                    tags: "שנון"
                },
                items: [
                    {
                        id: 1,
                        title: 'פיילוט חלק 1 ו-2',
                        description: 'הרווי מקבל קידום בעבודה ונדרש לגייס למשרד עובד בעל תואר מבית הספר למשפטים של אוניברסיטת הרווארד. הוא בוחר במייק רוס, אך למייק אין תואר במשפטים.',
                        thumbnail: "suits_e1.webp",
                        length: 81
                    },
                    {
                        id: 2,
                        title: 'שגיאות ומחדלים',
                        description: 'מקרה פשוט מסתבך כאשר הרווי מואשם בקשר רומנטי בלתי הולם עם אישה נשואה.',
                        thumbnail: "suits_e2.webp",
                        length: 43
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/friends.webp',
                tags: ["שנון", "אקסצנטרי", "סיטקום"],
                title: "חברים",
                description: "סיטקום מצליח שעוקב אחר הרפתקאותיהם הכושלות אך המשעשעות של שישה חברים בגילאי העשרים פלוס  שמתמודדים עם מהמורות בקריירה, בחיים ובאהבה במנהטן של שנות ה-90.",
                metaData: {
                    participants: "ג'ניפר אניסטון, קורטני קוקס, ליסה קודרו, עוד",
                    genres: "קומדיות סיטקום, קומדיות טלוויזיה, תוכניות טלוויזיה אמריקאיות",
                    tags: "שנון, אקסצנטרי"
                },
                items: [
                    {
                        id: 1,
                        title: 'הפרק שבו מוניקה מקבלת שותפה לדירה (פיילוט)',
                        description: "רייצ'ל בורחת מהחתונה שלה ופוגשת את החברים בבית הקפה. רוס מדוכא מהגירושים שלו, אבל עדיין מאוהב ברייצ'ל.",
                        thumbnail: "friends_e1.webp",
                        length: 22
                    },
                    {
                        id: 2,
                        title: 'הפרק עם האולטרה-סאונד',
                        description: 'גרושתו הלסבית של רוס בהיריון ממנו, והוא לא מרוצה משם המשפחה שהיא בוחרת לתינוק.',
                        thumbnail: "friends_e2.webp",
                        length: 22
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/orange-is-the-new-black.jpg',
                tags: ["שנון", "בועט", "קומדיה שחורה"],
                title: "כתום הוא השחור החדש",
                description: "ניו יורקרית ממעמד גבוה מתמודדת עם תוצאות מעשיה ומגיעה לכלא נשים. עד מהרה יש לה חברות ואויבות חדשות.",
                metaData: {
                    participants: "טיילור שילינג, קייט מאלגרו, לורה פריפון, עוד",
                    genres: "סדרות המבוססות על ספרים, דרמות טלוויזיה, קומדיות טלוויזיה",
                    tags: "שנון, בועט"
                },
                items: [
                    {
                        id: 1,
                        title: 'לא הייתי מוכנה',
                        description: "אחרי שנידונה ל-15 חודשי מאסר על פשע שביצעה בנעוריה, פייפר צ'פמן עוזבת את ארוסה התומך לארי ועוברת לביתה החדש: בית סוהר לנשים.",
                        thumbnail: "orange-is-the-new-black_e1.jpg",
                        length: 52
                    },
                    {
                        id: 2,
                        title: 'אגרוף בציצי',
                        description: 'מנהלת המטבח מרעיבה את פייפר אחרי שהעליבה את האוכל שלה, ופייפר מתקשה להביע התנצלות משביעת רצון.',
                        thumbnail: "orange-is-the-new-black_e2.jpg",
                        length: 53
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/cobra-kai.jpg',
                tags: ["סוחף", "נוגע ללב", "מלהיב"],
                title: "קוברה קאי",
                description: "סדרת המשך לסרטי \"קראטה קיד\" שבה מתחדשת היריבות בין ג'וני לדניאל, עשרות שנים אחרי הקרב ששינה את חייהם.",
                metaData: {
                    participants: "ראלף מאצ'יו, ויליאם זבקה, שולו מרידוונייה, עוד",
                    genres: "דרמות טלוויזיה, קומדיות טלוויזיה, תוכניות פעולה והרפתקאות",
                    tags: "נוגע ללב, מלהיב"
                },
                items: [
                    {
                        id: 1,
                        title: 'נשראת צעיר',
                        description: "ג'וני הוא שתיין כבד שחי כבר עשרות שנים בצל ההפסד ליריבו דניאל. כשהוא מגיע לתחתית, הוא מחליט לפתוח דוג'ו קראטה חדש – קוברה קאי.",
                        thumbnail: "cobra-kai_e1.jpg",
                        length: 29
                    },
                    {
                        id: 2,
                        title: 'הכה ראשון',
                        description: "דניאל מגלה את הדוג'ו החדש של קוברה קאי והדבר מטריד אותו. בהמשך הוא שומע מקיילר, הבחור שסאם יוצאת איתו, על קטטה אלימה.",
                        thumbnail: "cobra-kai_e2.jpg",
                        length: 28
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/the-ranch.jpg',
                tags: ["בועט", "אמוציונלי", "סיטקום"],
                title: "החווה",
                description: "הניסיון של קולט להפוך לספורטאי מקצועי לא הצליח. עכשיו הוא עוזר לאביו ולאחיו להחזיק את החווה מעל המים ומנסה להבין איך הוא משתלב במשפחה.",
                metaData: {
                    participants: "אשטון קוצ'ר, סם אליוט, דברה וינגר, עוד",
                    genres: "קומדיות סיטקום, דרמות טלוויזיה, קומדיות טלוויזיה",
                    tags: "בועט, אמוציונלי"
                },
                items: [
                    {
                        id: 1,
                        title: 'Back Where I Come From',
                        description: "כשקולט בנט שב הביתה מקנדה למבחנים בקבוצה המקצוענית למחצה של דנבר, הוא מבין שהחווה של משפחתו נקלעה לקשיים.",
                        thumbnail: "the-ranch_e1.jpg",
                        length: 29
                    },
                    {
                        id: 2,
                        title: 'Some People Change',
                        description: "קולט פוגש חברה לשעבר בבר של מגי וחולק בקבוק וויסקי וזכרונות מהעבר עם רוסטר. זכיה בחיבתו המחודשת של בו מתגלה כמשימה אבודה.",
                        thumbnail: "the-ranch_e2.jpg",
                        length: 32
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/the-good-place.webp',
                tags: ["שנון", "אקסצנטרי", "סיטקום"],
                title: "המקום הטוב",
                description: "בעקבות טעות, אלינור שלסטרופ האגוצנטרית מגיעה לאחר מותה דווקא אל 'המקום הטוב', שאליו מגיעים רק אנשים טובים. כדי שתוכל להישאר, עליה להפוך לאדם טוב יותר.",
                metaData: {
                    participants: "קריסטן בל, טד דנסון, ויליאם ג'קסון הארפר, עוד",
                    genres: "קומדיות סיטקום, תוכניות טלוויזיה אמריקאיות, קומדיות טלוויזיה",
                    tags: "שנון, אקסצנטרי"
                },
                items: [
                    {
                        id: 1,
                        title: 'הכול בסדר',
                        description: "אלינור מתה ומגיעה לגן עדן, ומבינה מהר מאוד שהגיעה לשם בטעות.",
                        thumbnail: "the-good-place_e1.webp",
                        length: 32
                    },
                    {
                        id: 2,
                        title: 'לעוף',
                        description: "אלינור רוצה שצ'ידי ילמד אותה להיות אדם טוב, והוא מתעקש שהיא תיקח חלק בניקוי השכונה במקום ללמוד לעוף.",
                        thumbnail: "the-good-place_e2.webp",
                        length: 22
                    },
                ]
            },
        ]
    },
    {
        title: 'תוכניות טלוויזיה על פשע',
        cubes: [
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/stay-close.jpg',
                tags: ["מקברי", "מותח", "אמוציונלי"],
                title: "תישאר קרוב",
                description: "קרלטון פלין נעלם בדיוק ביום השנה ה-17 להיעלמותו של סטיוארט גרין, ומחולל תגובת שרשרת בחייהם של האנשים שקשורים אל שניהם.",
                metaData: {
                    participants: "קאש ג'מבו, ג'יימס נסביט, ריצ'רד ארמיטג', עוד",
                    genres: "קומדיות סיטקום, דרמות טלוויזיה, קומדיות טלוויזיה",
                    tags: "מקברי, מותח, אמוציונלי"
                },
                items: [
                    {
                        id: 1,
                        title: 'פרק 1',
                        description: "החתונה של מייגן פירס הולכת ומתקרבת, ואורחת מהעבר מגיעה ומטרידה אותה. הבלש מייק ברום מוצא קווי דמיון בין מקרה חדש של היעלמות לתיק ישן ולא פתור.",
                        thumbnail: "stay-close_e1.jpg",
                        length: 53
                    },
                    {
                        id: 2,
                        title: 'פרק 2',
                        description: "מייגן מנסה לחשוף את האמת על סטיוארט ומבקשת עזרה מחבר ותיק. עוד ועוד מקרים של נעדרים מתחילים להצטבר, וברום חושד שיש ביניהם קשר.",
                        thumbnail: "stay-close_e2.jpg",
                        length: 45
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/unauthorized-living.jpg',
                tags: ["מחוספס", "אמוציונלי", "מלהיב"],
                title: "רשות לחיות",
                description: "ברון סמים מגליסיה מסתיר שהוא חולה באלצהיימר ומתכנן לפרוש לגמלאות. בינתיים, הסגן שלו זומם לגזול מהיורש את האימפריה.",
                metaData: {
                    participants: "חוסה קורונדו, אלכס גונסלס, קלאודיה טרייסאק, עוד",
                    genres: "תוכניות טלוויזיה על פשע, ספרדי, סדרות המבוססות על ספרים",
                    tags: "מחוספס, אמוציונלי, מלהיב"
                },
                items: [
                    {
                        id: 1,
                        title: 'פרק 1',
                        description: "בעקבות אבחון רפואי, טייקון סמים בשם נמו רוקם תוכניות חדשות שמפתיעות את קרוביו. לארה, עובדת מפעל, נלחמת כדי למלא את משאלותיה של אימא שלה השרויה בתרדמת.",
                        thumbnail: "unauthorized-living_e1.jpg",
                        length: 79
                    },
                    {
                        id: 2,
                        title: 'פרק 2',
                        description: "נמו מנסה לטשטש את עקבותיו כשגופה ומכולה אבודה מתגלות. מריו מבצע מעשה אכזרי כדי לזכות בחיבתה של נינה.",
                        thumbnail: "unauthorized-living_e2.jpg",
                        length: 76
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/peaky-blinders.jpg',
                tags: ["אלים", "תקופתי", "דרמה"],
                title: "כנופיית ברמינגהם",
                description: "בשנת 1919, כנופיה ידועה לשמצה פועלת בברמינגהם שבאנגליה. מנהיגהּ האכזרי, תומס שלבי, נחוש להגיע רחוק בכל מחיר.",
                metaData: {
                    participants: "קיליאן מרפי, סם ניל, הלן מקרורי, עוד",
                    genres: "תוכניות טלוויזיה על פשע, בריטי, כותרים תקופתיים",
                    tags: "אלים"
                },
                items: [
                    {
                        id: 1,
                        title: 'פרק 1',
                        description: "מנהיג הכנופיה השאפתני תומס שלבי מזהה הזדמנות להתקדם בחיים הודות לתיבה של רובים שנעלמה.",
                        thumbnail: "peaky-blinders_e1.webp",
                        length: 57
                    },
                    {
                        id: 2,
                        title: 'פרק 2',
                        description: 'תומס מתגרה במנהיג מקומי ו"מוכר" מירוץ סוסים, ופותח במלחמה עם משפחה של צוענים. פקד קמפבל יוזם פשיטה אכזרית.',
                        thumbnail: "peaky-blinders_e2.webp",
                        length: 58
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/blacklist.webp',
                tags: ["מלהיב", "מתח", "דרמה"],
                title: "הרשימה השחורה",
                description: "אחרי שהסגיר את עצמו לידי המשטרה, אסיר נמלט ומבריק מציע לעזור ל-FBI לתפוס נבלים אחרים בתנאי שאליזבת קין, מאפיינת הפרופילים החדשה, תהיה השותפה שלו.",
                metaData: {
                    participants: "ג'יימס ספיידר, מייגן בון, דייגו קלאטנהוף, עוד",
                    genres: "תוכניות טלוויזיה על פשע, סדרות מתח, דרמות טלוויזיה",
                    tags: "מלהיב"
                },
                items: [
                    {
                        id: 1,
                        title: 'פילוט',
                        description: "ארכי-פושע מסגיר את עצמו לסוכני ה-FBI ומציע להם הצעה שמשאירה אותם בהלם – ללכוד טרוריסט חמקמק. אבל הוא מוכן לדבר רק עם מאפיינת פרופילים ספציפית.",
                        thumbnail: "blacklist_e1.webp",
                        length: 45
                    },
                    {
                        id: 2,
                        title: "העצמאי (מס' 145)",
                        description: 'ליז ורד עוקבים אחרי רוצח שמסווה את רציחותיו בתוך אסונות גדולים. מחלקת המשפטים מתקשה להבין את מניעיו של רד.',
                        thumbnail: "blacklist_e2.webp",
                        length: 40
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/locked-up.jpg',
                tags: ["מתח", "להטב\"ק", "בית-סוהר"],
                title: "בפנים",
                description: "בחורה צעירה נשלחת למאסר על מעילה שביצעה עבור בן זוגה הערמומי. כשהמציאות הקשוחה של הכלא מקלפת ממנה את שרידי התמימות האחרונים, היא מבינה שעליה ללמוד לשרוד – ומהר.",
                metaData: {
                    participants: "נג'ווה נימרי, מגי סיוונטוס, איסטיאר קסטרו, עוד",
                    genres: "תוכניות טלוויזיה על פשע, ספרדי, סדרות מתח",
                    tags: "מותח"
                },
                items: [
                    {
                        id: 1,
                        title: 'כלבה מצורעת',
                        description: "החיים של מקרֶנה מתרסקים כשהיא נידונה לשבע שנות מאסר בגין עבירות מס. את העובדה הזאת היא מתקשה להסתיר מהוריה.",
                        thumbnail: "locked-up_e1.jpg",
                        length: 74
                    },
                    {
                        id: 2,
                        title: "לתפור את טינקרבל",
                        description: 'סולֶה סובלת ממשבר בריאותי. מקרנה מנסה למצוא דרך להזהיר את הוריה מפני סכנה מיידית.',
                        thumbnail: "locked-up_e2.jpg",
                        length: 71
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/mr-robot.webp',
                tags: ["פרובוקטיבי", "פסיכולוגי", "מתח"],
                title: "מר רובוט",
                description: "מהנדס אבטחת סייבר ביום, האקר פורע חוק בלילה. כשקבוצה מסתורית של האקרים מגייסת אותו, הוא יוצא לחסל תאגיד בינלאומי.",
                metaData: {
                    participants: "רמי מאלק, כריסטיאן סלייטר, פורשיה דאבלדיי, עוד",
                    genres: "תוכניות טלוויזיה על פשע, תוכניות טלוויזיה פוליטיות, סדרות מתח",
                    tags: "פרובוקטיבי, מותח"
                },
                items: [
                    {
                        id: 1,
                        title: 'eps1.0_hellofriend.mov',
                        description: 'אליוט מתמודד עם פריצת אבטחה חמורה ב"אולסייף", ודמות מסתורית שולחת לו הזמנה מוצפנת להצטרף לקבוצת ההאקרים "אף - סוסייטי".',
                        thumbnail: "mr-robot_e1.webp",
                        length: 65
                    },
                    {
                        id: 2,
                        title: "eps1.1_ones-and-zer0es.mpeg",
                        description: 'אליוט מקבל הצעת עבודה מ"אי-קורפ", והוא מתלבט בין שתי אפשרויות מסוכנות וחושש לשלומה של שיילה.',
                        thumbnail: "mr-robot_e2.webp",
                        length: 47
                    },
                ]
            },
        ]
    },
    {
        title: 'תוכניות רטרו',
        cubes: [
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/gilmore-girls.webp',
                tags: ["שנון", "אינטימי", "רומנטי"],
                title: "בנות גילמור",
                description: "לורליי, אם חד-הורית, מגדלת את רורי, בתה המחוננת ששואפת ללמוד באוניברסיטה פרטית ויוקרתית, והקשר ביניהן רצוף דיאלוגים שנונים.",
                metaData: {
                    participants: "לורן גרהאם, אלקסיס בלדל, סקוט פטרסון, עוד",
                    genres: "דרמות טלוויזיה רומנטיות, קומדיות טלוויזיה רומנטיות, סדרות נוער",
                    tags: "שנון, אינטימי, רומנטי"
                },
                items: [
                    {
                        id: 1,
                        title: 'פיילוט',
                        description: "רורי מתקבלת למכינה יוקרתית, ולורליי חייבת לכבוש את גאוותה ולבקש מהוריה העשירים לסייע בתשלום שכר הלימוד.",
                        thumbnail: "gilmore-girls_e1.webp",
                        length: 44
                    },
                    {
                        id: 2,
                        title: "היום הראשון של לורליי בצ'ילטון",
                        description: "יומה הראשון של רורי בצ'ילטון אינו מתנהל על מי מנוחות: לבושה של לורליי מעליב את אמילי ואת המנהל ואחר כך היא פוגשת כמה חברים מעצבנים לספסל הלימודים.",
                        thumbnail: "gilmore-girls_e2.webp",
                        length: 43
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/south-park.webp',
                tags: ["אבסורדי", "הומור בוטה", "שנון"],
                title: "סאות' פארק",
                description: "קומדיית הסיטקום הסטירית, הלועגת בשמחה לטרנדים, לידוענים ולפוליטיקאים, מציגה את העולם דרך עיניהם של ארבעה ילדים גסי רוח.",
                metaData: {
                    participants: "מאט סטון, טריי פארקר, אייזק הייז, עוד",
                    genres: "קומדיות סיטקום, אנימציה למבוגרים, קומדיות טלוויזיה",
                    tags: "אבסורדי, הומור בוטה, שנון"
                },
                items: [
                    {
                        id: 1,
                        title: 'לכו להתממן',
                        description: "הבנים מקימים חברת סטארט-אפ בתקווה שלא לעבוד עוד לעולם, אבל מסתבכים עם ליגת ה-NFL בגלל השם שבחרו לחברה.",
                        thumbnail: "south-park_e1.webp",
                        length: 22
                    },
                    {
                        id: 2,
                        title: 'אבולה ללא גלוטן',
                        description: "מוות כתוצאה מתזונה לקויה מעורר פאניקה, וסאות'פארק הופכת לעיר נטולת הגלוטן הראשונה באמריקה.",
                        thumbnail: "south-park_e2.webp",
                        length: 22
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/the-it-crowd.webp',
                tags: ["אבסורדי", "שנון", "בועט"],
                title: "צוות איי.טי.",
                description: "יחד עם מנהלת נטולת כל ידע טכנולוגי, צמד חנונים מפיקים את המיטב מהעבודה בתחום ה-IT בחברה שהבעלים והמנהל החדש שלה הוא אידיוט מושלם.",
                metaData: {
                    participants: "כריס אודאוד, ריצ'רד איואדה, קתרין פרקינסון, עוד",
                    genres: "בריטי, קומדיות סיטקום, קומדיות טלוויזיה",
                    tags: "אבסורדי, שנון, בועט"
                },
                items: [
                    {
                        id: 1,
                        title: 'ריבה מאתמול',
                        description: "עם קורות חיים מרשימים ומזויפים לגמרי, ועם כמה מושגים טכניים שהמציאה בזמן הראיון, ג'ן זוכה במשרה ב'תעשיות ריינהולם'.",
                        thumbnail: "the-it-crowd_e1.webp",
                        length: 23
                    },
                    {
                        id: 2,
                        title: "ג'ן ההרסנית",
                        description: "דנהולם מאלץ את כל עובדי 'תעשיות ריינהולם' לעבור בדיקת לחץ, ואז מאיים לפטר את כל מי שעדיין לחוץ בסוף היום.",
                        thumbnail: "the-it-crowd_e2.webp",
                        length: 24
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/startrek.webp',
                tags: ["מד\"ב - חייזרים", "תוכנית מד\"ב", "פעולה"],
                title: "מסע בין כוכבים: הדור הבא",
                description: "עשורים חלפו מאז ההרפתקאות של צוות האנטרפרייז המקורי, ועכשיו קפטן ז'אן-לוק פיקארד מוביל את ספינת האנטרפרייז החדשה למשימות מחקר בעולמות לא מוכרים.",
                metaData: {
                    participants: "פטריק סטיוארט, ג'ונתן פרייקס, לוואר ברטון, עוד",
                    genres: "תוכניות מדע בדיוני, תוכניות פעולה והרפתקאות, תוכניות טלוויזיה אמריקאיות",
                    tags: "תוכנית מד\"ב"
                },
                items: [
                    {
                        id: 1,
                        title: 'מפגש בפארפוינט: חלק 1 וחלק 2',
                        description: "במסע הבכורה של ספינת החלל החדשה 'אנטרפרייז', הצוות חוקר את המסתורין האופף את הקמתה של תחנת פארפוינט בכוכב דנב 4.",
                        thumbnail: "startrek_e1.webp",
                        length: 91
                    },
                    {
                        id: 2,
                        title: "ההווה העירום",
                        description: "חברי צוות ה'אנטרפרייז' נדבקים בווירוס שגורם להם להתנהג כאילו הם שיכורים.",
                        thumbnail: "startrek_e2.webp",
                        length: 45
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/the-office.webp',
                tags: ["שנון", "בועט", "סיטקום"],
                title: "המשרד",
                description: 'סדרה קומית מצליחה על מעלליהם של עובדי משרד בחברת הנייר "דאנדר מיפלין", כולל מייקל סקוט, הבוס שחי בסרט.',
                metaData: {
                    participants: "סטיב קארל, ג'ון קראסינסקי, ג'נה פישר, עוד",
                    genres: "קומדיות סיטקום, קומדיות טלוויזיה, תוכניות טלוויזיה אמריקאיות",
                    tags: "שנון, בועט"
                },
                items: [
                    {
                        id: 1,
                        title: 'פיילוט',
                        description: "מייקל סקוט, מנהל קלולס בחברת דאנדר מיפלין, מארח צוות צילום שמגיע לתעד את העבודה במשרד ומגלה שמטה החברה שוקל לסגור את הסניף שבניהולו.",
                        thumbnail: "the-office_e1.webp",
                        length: 23
                    },
                    {
                        id: 2,
                        title: 'יום הסובלנות',
                        description: 'העובדים משתתפים בסדנת סובלנות בעקבות תלונות על בדיחה פוגענית שאחד מהם סיפר.',
                        thumbnail: "the-office_e2.webp",
                        length: 21
                    },
                ]
            },
            {
                imgSrc: 'https://dh2d3e383wr89.cloudfront.net/thumbnails/seinfeld.webp',
                tags: ["שנון", "בועט", "סיטקום"],
                title: "סיינפלד",
                description: 'ה"תוכנית על כלום" היא אבן דרך בהיסטוריה של הסיטקום בזכות יכולתם של הקומיקאי ג\'רי וחבריו למצוא זווית מצחיקה בכל מצב, שגרתי או מגוחך.',
                metaData: {
                    participants: "ג'רי סיינפלד, ג'וליה לואי-דרייפוס, ג'ייסון אלכסנדר, עוד",
                    genres: "קומדיות סיטקום, קומדיות טלוויזיה, תוכניות טלוויזיה אמריקאיות",
                    tags: "שנון, בועט"
                },
                items: [
                    {
                        id: 1,
                        title: 'הנסיעה, חלק 1',
                        description: "ג'רי אמור להופיע בתוכנית של ג'יי לנו, וטס יחד עם ג'ורג' ללוס אנג'לס. קריימר מתקשה להשיג תפקידים כשחקן. ג'ורג' מעצבן את ג'ורג' ונדט ואת קורבין ברנסן.",
                        thumbnail: "seinfeld_e1.webp",
                        length: 23
                    },
                    {
                        id: 2,
                        title: 'הנסיעה, חלק 2',
                        description: "קריימר נעצר בלוס אנג'לס באשמת רצח, וג'ורג' וג'רי מנסים לטהר את שמו ולהיפגש איתו.",
                        thumbnail: "seinfeld_e2.webp",
                        length: 23
                    },
                ]
            },
        ]
    },
]
